{"translation-revision-date":"2024-01-28 11:47:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"This redirect is supported using the Relocate Site feature under Full Site Redirect tab.":["این تغییر مسیر با استفاده از ویژگی Relocate Site در تب Full Site Redirect پشتیبانی می شود."],"The regex syntax is invalid.":["نحو regex نامعتبر است."],"Select Rule":["انتخاب قوانین"],"Enter a Locale Code, e.g.: en_GB, es_ES":["یک کد محلی را وارد کنید، به عنوان مثال: en_GB، es_ES"],"Enter a WordPress Filter Name":["نام فیلتر وردپرس را وارد کنید"],"Enter the Server Name":["نام سرور را وارد کنید"],"Enter an IP Address":["یک آدرس IP وارد کنید"],"Select Roles":["انتخاب نقش های کاربری"],"Select Status":["انتخاب وضعیت"],"Select a Value or Add a New One":["یک مقدار انتخاب کنید یا یک مقدار جدید اضافه کنید"],"Add Custom Rule":["قانون سفارشی را اضافه کنید"],"The dollar symbol %1$s should be at the end. For example: %2$s":["نماد دلار %1$s باید در پایان باشد. به عنوان مثال: %2$s"],"Value":["مقدار"],"Custom Rules":["قوانین سفارشی"],"Some servers may be configured to serve file resources directly, preventing a redirect occurring.":["برخی از سرورها ممکن است به گونه ای پیکربندی شده باشند که به طور مستقیم منابع فایل را ارائه دهند و از وقوع تغییر مسیر جلوگیری کنند."],"The caret %1$s should be at the start. For example: %2$s":["مراقبت%1$sباید در آغاز باشد. به عنوان مثال:%2$s"],"To prevent a greedy regular expression you can use %1$s to anchor it to the start of the URL. For example: %2$s":["برای جلوگیری از یک عبارت منظم حریصانه می توانید از%1$s استفاده کنید تا آن را در ابتدای URL لنگر بیندازید. به عنوان مثال:%2$s"],"Remember to enable the %1$s option if this is a regular expression.":["اگر این عبارت منظم است ، به یاد داشته باشید که گزینه%1$s را فعال کنید."],"Anchor values are not sent to the server and cannot be redirected.":["مقادیر انکور به سرور ارسال نمی شوند و نمی توانند هدایت شوند."],"The source URL should probably start with a %1$s":["URL منبع احتمالاً باید با%1$sشروع شود"],"Your source is the same as a target and this will create a loop.":["منبع شما همان هدف است و این یک حلقه ایجاد می کند."],"Permalinks are not currently supported.":["لینک های ثابت در حال حاضر پشتیبانی نمی شوند."],"Please enter a valid relative source URL.":["لطفاً یک URL منبع نسبی معتبر وارد کنید."],"Regex":["عبارت "],"Add Redirects":["افزودن تغییر مسیرها"],"Source URLs":["ادرس های منبع"],"Query Parameters:":["پارامترهای کوئری:"],"Enter a relative URL to redirect from or start by typing in page or post title, slug or ID. You can also use regex (%1$s)":["یک URL نسبی وارد کنید تا از آن ریدایرکت شود یا با تایپ کردن عنوان یا عنوان صفحه ، اسلگ یا شناسه ، آن را شروع کنید. همچنین می توانید از regex (%1$s) استفاده کنید"],"FUTURE":["آینده"],"DRAFT":["پیش نویس"],"Moved Permanently":["پاک کردن‌ برای همیشه"],"A redirect already exists for this source URL. To make changes, edit the original instead.":["هدایتی از قبل برای این URL منبع وجود دارد. برای ایجاد تغییرات ، نسخه اصلی را به جای آن ویرایش کنید."],"Your URL appears to contain a domain inside the path: %1$s. Did you mean to use %2$s instead?":["به نظر می رسد URL شما حاوی دامنه ای در مسیر است: %1$s. آیا قصد داشتید به جای آن از%2$s استفاده کنید؟"],"Your target URL contains the invalid character(s) %1$s":["URL مورد نظر شما حاوی نویسه (های) نامعتبر است%1$s"],"Your target URL should be an absolute URL like %1$s or start with a slash %2$s.":["URL مورد نظر شما باید یک URL مطلق مانند%1$s باشد یا با یک بریدگی شروع کند."],"Add Redirect":["افزودن تغییر مسیر"],"An error occurred while adding your redirects. Please try again later.":["هنگام اضافه کردن هدایت های شما خطایی روی داد. لطفا بعداً دوباره امتحان کنید."],"Redirect Type:":["نوع تغییر مسیر:"],"Learn more":["یادگیری بیشتر"],"Save Changes":["ذخیره تغییرات"],"Delete":["حذف"],"Add URL":["افزودن آدرس اینترنتی"],"Cancel":["لغو"],"Advanced Settings":["تنظیمات پیشرفته"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Index.74ILBsxJ.js"}}